tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bat"
brew "exa"
brew "exercism"
brew "fzf"
brew "gdbm"
brew "git"
brew "go"
brew "icu4c"
brew "openssl@1.1"
brew "neovim"
brew "node"
brew "nodebrew"
brew "sqlite"
brew "ruby"
brew "shellcheck"
brew "tig"
brew "tmux"
brew "wget"
brew "zinit"
brew "romkatv/powerlevel10k/powerlevel10k"

cask "appcleaner"
cask "alfred"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-japanese-ime"
cask "inkdrop"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "scroll-reverser"
cask "visual-studio-code"
cask "zoom"

mas "The Unarchiver", id: 425424353
